IDEA Open Model
LoadingSLS.InternalForcesVariable Property
Compatible with IDEA StatiCa Beta 20.0
 Variable internal force in staged section only
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOfInternalForces InternalForcesVariable { get; set; }
Public Property InternalForcesVariable As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingSLS Class
IdeaRS.OpenModel.Concrete.Load Namespace